Repository: fedado/wp-modal-login
Catalog: lang/geissinger-wpml-*.po
Languages: pt_it

source: ERROR: WP Modal Login class not loaded.
pt_it: ERRORE: Classe WP Modal non caricata

source: Checking Credentials...
pt_it: Sto verificando i dati…

source: Wrong Username or Password!
pt_it: Username o Password errate!

source: Login Successful!
pt_it: Login avvenuto con successo!

source: Registration complete. Please check your e-mail.
pt_it: Registrazione completa, per favore verificate la vostra email.

source: Password Reset. Please check your email.
pt_it: Password Reset. Per favore verificate la vostra email.

source: Please enter a username.
pt_it: Scrivere la Username.

source: This username is invalid because it uses illegal characters. Please enter a valid username.
pt_it: Questo nome utente non è valido perché utilizza caratteri non validi. Inserisci un nome utente valido.

source: This username is already registered. Please choose another one.
pt_it: Questo nome utente è già registrato. Si prega di scegliere un altro.

source: The email address isn't correct.
pt_it: L'indirizzo email non è corretto.

source: This email is already registered, please choose another one.
pt_it: Questa email è già esistente, si prega di sceglierne un'altra.

source: Couldn't register you... please contact the site administrator
pt_it: Impossibile registrarvi ... si prega di contattare l'amministratore del sito

source: Please enter a username or e-mail address.
pt_it: Si prega di inserire un nome utente o indirizzo e-mail.

source: There is no user registered with that email address.
pt_it: Non vi è alcun utente registrato con questo indirizzo email.

source: Invalid username or e-mail.
pt_it: Nome utente o email non valido.

source: Password reset is not allowed for this user
pt_it: La reimpostazione della password non è consentita per questo utente

source: Someone requested that the password be reset for the following account:
pt_it: Qualcuno ha chiesto che la password sia ripristinata per il seguente account:

source: Username: %s
pt_it: Nome utente: %s

source: If this was a mistake, just ignore this email and nothing will happen.
pt_it: Se questo è stato un errore, è sufficiente ignorare questa email.

source: To reset your password, visit the following address:
pt_it: Per reimpostare la password, visitare il seguente indirizzo:

source: [%s] Password Reset
pt_it: [%s] Password Resettata

source: The e-mail could not be sent. Possible reason: your host may have disabled the mail() function.
pt_it: L'e-mail non è stata inviata. Possibile ragione: il tuo host potrebbe aver disabilitato la funzione mail ().

source: Register
pt_it: Registrazione

source: Forgotten Password?
pt_it: Password dimenticata?

source: Username
pt_it: Nome utente

source: Username or Email
pt_it: Nome utente o Email

source: Remember Me
pt_it: Ricordami

source: Sign Up
pt_it: Iscrizione

source: Lost your password?
pt_it: Password dimenticata?

source: Back to Login
pt_it: Torna alla Login

source: View Admin
pt_it: Guarda Admin

source: You do not have sufficient permissions to access this page.
pt_it: Non si dispone di autorizzazioni sufficienti per accedere a questa pagina.

source: Modal Theme
pt_it: Tema

source: Show Shortcode Button
pt_it: Mostra il pulsante Shortcode

source: Enable the shortcode button found with the page & post editor.
pt_it: Abilitare il tasto shortcode trovato con l'editor di pagina e post.

source: Select A Theme
pt_it: Seleziona un tema

source: Theme 1
pt_it: Tema 1

source: Theme 2
pt_it: Tema 2

source: None
pt_it: Nessuno

source: Select a new theme for your modal login window. You may choose to load no theme and load in your own custom CSS styles if you wish.
pt_it: Selezionare un nuovo tema per la finestra di login modale. Si può scegliere di caricare nessun tema e caricare i propri stili CSS personalizzati.

source: Add Custom CSS
pt_it: Aggiungere un CSS

source: Add custom CSS if you wish to over ride any styles in the selected theme.
pt_it: Aggiungi CSS personalizzato se si desidera sovrascrivere tutti gli stili del tema selezionato.

source: Custom CSS
pt_it: CSS personalizzato

source: Add your custom CSS code.
pt_it: Aggiungi il tuo CSS personalizzato

source: Disable Register Button
pt_it: Disabilita il pulsante di registrazione

source: Remove the "Register" link in the modal window. (Useful if you want to use a separate registration page)
pt_it: Rimuovere il collegamento "Register " nella finestra modale. (Utile se si vuole utilizzare una pagina di registrazione separata)

source: Show Widget
pt_it: Mostrare Widget

source: Enable the widget found in Appearance > Widgets.
pt_it: Attivare il Widget in Aspetto > Widgets.

source: Customize the look and feel of the modal login window and other options
pt_it: Personalizzare l'aspetto della finestra di login modale e altre opzioni

source: Customize the options for the Widget
pt_it: Modifica le opzioni per il Widget

source: Oops! You can't call this page directly.
pt_it: Oops! Non è possibile chiamare direttamente questa pagina.

source: Display a login/logout link that displays a pop-up login form
pt_it: Visualizzare un link login / logout che visualizza una form di login in una finestra di popup
